Repository: andrims21/eBri
Catalog: ebri/src/lang/*/LC_MESSAGES/ebri.po
Languages: es_es

source: Unable to create setting.
es_es: Imposible crear ajuste.

source: Unable to create setting: %s.
es_es: Imposible crear ajuste: %s.

source: Bad Request
es_es: Petici&oacute;n err&oacute;nea

source: Failed while creating the settings
es_es: Fallo creando los ajustes

source: Unable to update setting.
es_es: Error al actualizar ajustes.

source: Unable to update setting: %s.
es_es: Imposible actualizar ajuste: %s.

source: Unable to delete setting.
es_es: Imposible borrar ajuste.

source: Unable to delete setting: %s.
es_es: Imposible borrar ajuste: %s.

source: No key found
es_es: Clave no encontrada

source: Setting deleted.
es_es: Ajuste eliminado.

source: Setting succesfully deleted.
es_es: Ajuste eliminado correctamente.

source: Failed while deleting from database
es_es: Fallo borrando de base de datos

source: Permission denied.
es_es: Permiso denegado

source: Unable to identify current logged in user.
es_es: Imposible identificar al usuario actual.

source: Unable to stream file.
es_es: Imposible abrir archivo.

source: File is not available.
es_es: Archivo no disponible.

source: Unable to download file.
es_es: Imposible descargar archivo.

source: Unable to move file.
es_es: Imposible mover archivo.

source: Destination path is not defined.
es_es: Ruta de destino no especificada.

source: The file is already there.
es_es: Fichero ya existente.

source: Unable to move "%s": %s.
es_es: Imposible mover "%s":%s.

source: "%s" is not available
es_es: "%s" no est&aacute; disponible.

source: Moving to shared folder temporarily unavailable.
es_es: Mover a carpeta compartida temporalmente no disponible.

source: Moving shared file temporarily unavailable.
es_es: Mover carpeta compartida temporalmente no disponible.

source: Failed to move the file, please try again or contact us.
es_es: Fallo al mover el archivo, intentelo de nuevo.

source: Unable to delete file.
es_es: Imposible borrar archivo.

source: Please specify the target path with file name.
es_es: Por favor especifique la ruta de destino con el nombre de archivo incluido.

source: Unable to delete "%s": %s.
es_es: Imposible borrar: "%s":%s.

source: Folder "%s" is not exist
es_es: Carpeta "%s" no existe

source: Specified path does not exist
es_es: La ruta especificada no existe

source: File deleted.
es_es: Archivo borrado.

source: "%s" successfully deleted.
es_es: "%s" borrado correctamente.

source: Unable to delete "%s".
es_es: Imposible borrar "%s".

source: Unable to update file.
es_es: Imposible actualizar archivo.

source: Unable to update "%s": %s.
es_es: Imposible actualizar "%s":%s.

source: Unable to update "%s".
es_es: Imposible actualizar "%s".

source: Unable to process uploaded file.
es_es: Imposible procesar archivo actualizado.

source: Could not read file size from Content-Length.
es_es: No es posible leer el tamaño de archivo.

source: Could not read file mime type from Content-Type.
es_es: No es posible leer el tipo de archivo.

source: Could not read file content.
es_es: No es posible leer el contenido del fichero.

source: Unable to process "%s": %s.
es_es: Imposible procesar "%s":%s

source: Folder "%s" is not available
es_es: Carpeta "%s" no disponible

source: File type is not allowed
es_es: Tipo de archivo no permitido

source: File size is exceeded the limit
es_es: L&iacute;mite de tama&ntilde;o de archivo superado.

source: Could not found previous chunked file
es_es: No pudo encontrarse el anterior archivo particionado.

source: Failed to get the uploaded file content, needed to be merged to existing file
es_es: Fallo al obtener el contenido del archivo subido, es necesario unirlo al archivo existente.

source: Failed to merge to previous chunked file
es_es: Fallo al unir el anterior archivo unido.

source: There was a problem saving file info to database
es_es: Hay un problema guardando un archivo a la base de datos

source: Please check folder permission
es_es: Por favor comprueba permisos de carpeta

source: Permission denied to write to "%s" folder
es_es: Acceso denegado para escribir en carpeta "%s"

source: Unable to get shared folder option.
es_es: Imposible obtener opci&oacute; de carpeta compartida

source: Folder is not available.
es_es: Carpeta no disponible.

source: Folder maybe already abandoned.
es_es: Carpeta ya abandonada.

source: Folder is inside the main shared folder.
es_es: Carpeta dentro de la carpeta compartida principal.

source: Unable to download folder.
es_es: Imposible descargar carpeta.

source: Unable to create archive, make sure the directory is not empty.
es_es: Imposible crear archivo, asegurese de que la carpeta no est&aacute; vac&iacute;.

source: Unable to find the archive file.
es_es: Imposible encontrar el archivo.

source: Unable to move folder.
es_es: Imposible mover carpeta.

source: The folder is already there.
es_es: Carpeta ya encontrada en destino.

source: Could not move to the same folder
es_es: Imposible mover la misma carpeta.

source: Could not move to the child folder
es_es: Imposible mover a subcarpeta interna.

source: Moving shared folder temporarily unavailable.
es_es: Mover a carpeta compartida temporalmente no disponible.

source: Failed to move the folder, please try again or contact us.
es_es: Fallo al mover la carpeta, por favor intentalo de nuevo o contacte con nosotros.

source: Unable to leave shared folder.
es_es: Imposible abandonar carpeta compartida.

source: Folder leaved.
es_es: Carpeta abandonada.

source: Folder "%s" successfully leaved.
es_es: Carpeta "%s" abandonada correctamente.

source: Unable to leave.
es_es: Imposible abandonar.

source: Unable to leave "%s".
es_es: Imposible abandonar "%s".

source: Unable to unshare folder.
es_es: Imposible descompartir carpeta.

source: Folder unshared.
es_es: Carpeta descompartida.

source: Folder "%s" successfully unshared.
es_es: Carpeta "%s" descompartida correctamente.

source: Unable to unshare.
es_es: Imposible descompartir.

source: Unable to unshare "%s".
es_es: Imposible descompartir "%s".

source: Unable to share folder.
es_es: Imposible compartir carpeta.

source: Unable to share: %s.
es_es: Imposible compartir: %s.

source: Invalid members data
es_es: Dato de miembros inv&aacute;lido

source: Empty members
es_es: Miembros vacios.

source: Unable to share "%s": %s.
es_es: Imposible compartir "%s":%s.

source: Shared folder owner is not found
es_es: Propietario de carpeta compartida no encontrado.

source: "%s" is invalid email address
es_es: "%s" es una direcci&oacute;n no v&aacute;lida.

source: User with "%s" email address is not found
es_es: Usuario con email "%s" no encontrado.

source: Folder shared.
es_es: Carpeta compartida correctamente.

source: Folder "%s" successfully shared.
es_es: Carpeta "%s" compartida correctamente.

source: Unable to update folder.
es_es: Imposible actualizar carpeta.

source: Unable to delete folder.
es_es: Imposible borrar carpeta.

source: Folder deleted.
es_es: Carpeta borrada.

source: Unable to create folder.
es_es: Imposible crear carpeta.

source: Unable to create "%s": %s.
es_es: Imposible crear "%s":%s.

source: Folder is already exist
es_es: Carpeta con nombre ya existente.

source: There was a problem saving folder info to database
es_es: Error al guardar carpeta a base de datos

source: Unable to delete archive.
es_es: Imposible borrar archivo.

source: Unable to delete archive: %s.
es_es: Imposible borrar archivo: %s.

source: No archive defined
es_es: Archivo no definido

source: Archive deleted.
es_es: Archivo borrado.

source: "%s" archive successfully deleted.
es_es: "%s" archivo borrado correctamente.

source: Unable to create link.
es_es: Imposible crear enlace.

source: Unable to create link: %s.
es_es: Imposible crear enlace: %s.

source: No file defined
es_es: Archivo no definido

source: No file found
es_es: Archivo no encontrado

source: Failed while creating the link
es_es: Fallo al crear el enlace

source: Unable to view link.
es_es: Imposible ver enlace.

source: Unable to view link: %s.
es_es: Imposible ver enlace: %s.

source: No link defined
es_es: Enlace no definido

source: No link found
es_es: Enlace no encontrado

source: Link is expired
es_es: Enlace expirado

source: Download limit is reached
es_es: L&iacute;mite de descarga alcanzado.

source: Unable to download link.
es_es: Imposible descargar enlace.

source: Unable to download link: %s.
es_es: Imposible descargar enlace: %s.

source: No owner found
es_es: Propietario no encontrado

source: Password does not match
es_es: Las contrase&ntilde;as no coinciden

source: Unable to send link.
es_es: Imposible enviar enlace.

source: Unable to send link: %s.
es_es: Imposible enviar enlace: %s.

source: No recipient defined
es_es: Destinatario no definido

source: URL link is not defined
es_es: URL de enlace no definido

source: Unable to update link.
es_es: Imposible actualizar enlace.

source: Unable to update link: %s.
es_es: Imposible actualizar enlace: %s.

source: Unable to delete link.
es_es: Imposible borrar enlace.

source: Unable to delete link: %s.
es_es: Imposible borrar enlace: %s.

source: Link deleted.
es_es: Enlace borrado.

source: "%s" link successfully deleted.
es_es: "%s" enlace borrado correctamente.

source: Method Not Allowed.
es_es: M&eacute;todo no permitido.

source: Could not found requested user data.
es_es: No se ha encontrado datos para el usuario solicitado.

source: Email Address is required
es_es: Direcci&oacute;n email requerida

source: Email Address format is invalid
es_es: Formato de direcci&oacute;n email inv&aacute;lido

source: Email Address is already used by someone else
es_es: Email ya utilizado por otro usuario

source: Password is required
es_es: Contrase&ntilde;a requerida

source: Permission is required
es_es: Permisos requeridos

source: Defined group is not available
es_es: Grupo definido no disponible

source: Activation status is required
es_es: Estado de activaci&oacute;n requerido

source: Username is required
es_es: Nombre de usuario requerido

source: Username is already used by someone else
es_es: Nombre de usuario ya utilizado por otro usuario

source: Provided information is not valid.
es_es: Informaci&oacute;n proporcionada no es v&aacute;lida.

source: The account is updated.
es_es: Cuenta actualizada.

source: Current user not found.
es_es: Usuario actual no encontrado.

source: User deleted.
es_es: Usuario borrado.

source: Failed to delete the user.
es_es: Error al borrar usuario.

source: Login field is required.
es_es: Usuario requerido.

source: Password field is required.
es_es: Contrase&ntilde;a requerida.

source: Wrong password, try again.
es_es: Contrase&ntilde;a incorrecta.

source: User was not found.
es_es: Usuario no encontrado.

source: Your account is not yet activated.
es_es: Cuenta no activada.

source: Your account is suspended.
es_es: Cuenta suspendida.

source: Your account is banned.
es_es: Cuenta baneada.

source: There was a problem while logging you in, please try again or contact customer support.
es_es: Problema al acceder a cuenta, intentelo de nuevo.

source: Could not found any account with provided email address.
es_es: No se encontr&oacute; ninguna cuenta con esa direcci&oacute;n email.

source: Password recovery request received.
es_es: Petici&oacute;n de recuperaci&oacute;n de contrase&ntilde;a.

source: Email is required.
es_es: Direcci&oacute;n email requerida.

source: New password is required.
es_es: Nueva contrase&ntilde;a requerida.

source: Password confirmation is required.
es_es: Confirmaci&oacute;n de contrase&ntilde;a requerida.

source: Password does not match.
es_es: Las contrase&ntilde;as no coinciden.

source: Password successfully changed.
es_es: Contrase&ntilde;a cambiada correctamente.

source: Failed to change your password.
es_es: Error al cambiar contrase&ntilde;a

source: Your account successfully activated.
es_es: Cuenta activada correctamente.

source: Failed to activate your account.
es_es: Fallo al activar cuenta.

source: Unable to delete metadata.
es_es: Imposible borrar metadatos.

source: Unable to delete metadata: %s.
es_es: Imposible borrar metadato: %s.

source: No key defined
es_es: Clave no definida

source: Failed while deleting the data
es_es: Fallo al borrar los datos

source: Unable to update metadata.
es_es: Imposible actualizar metadatos

source: Unable to update metadata: %s.
es_es: Imposible actualizar metadatos: %s.

source: No input defined
es_es: Entrada no definida

source: Bad request.
es_es: Error de petici&oacute;n.

source: Items is not defined.
es_es: Elementos no definidos

source: Done.
es_es: Hecho.

source: Deletion performed successfully.
es_es: Borrado realizado correctamente.

source: Folder does not exist.
es_es: Carpeta no existente.

source: File "%s" is not writeable.
es_es: Archivo "%s" no permite escritura.

source: File "%s" is not found.
es_es: Archivo "%s" no encontrado

source: File "%s" is not readable.
es_es: Archivo "%s" no legible.

source: Sign In
es_es: Acceder

source: Sign Up
es_es: Registrarse

source: so sorry... the page you are trying to access is currently unavailable...
es_es: P&aacute;gina no disponible actualmente...

source: Go to Homepage
es_es: Ir a Inicio

source: Settings
es_es: Ajustes

source: Users
es_es: Usuarios

source: Template Editor
es_es: Editor de plantilla

source: There is a problem while contacting our server, please try again, or contact us.
es_es: Problema contactando con servidor, intentelo de nuevo.

source: Toggle navigation
es_es: Navegaci

source: Dashboard
es_es: Archivos

source: Links
es_es: Enlaces

source: Archives
es_es: Historial

source: Profile
es_es: Perfil

source: Logout
es_es: Desconectar

source: Please Sign In
es_es: Por favor identifiquese

source: Email address
es_es: Direcci&oacute;n email

source: forgot password?
es_es: Olvido de contrase&ntilde;a

source: Sign up
es_es: Registro

source: Sign in ...
es_es: Acceder

source: Confirm Password
es_es: Confirmar contrase&ntilde;a

source: Registering ...
es_es: Registrando...

source: Account created
es_es: Cuenta creada

source: A instruction to activate your account has been sent to your email.
es_es: Las instrucciones para activar la cuenta han sido enviadas a su email.

source: Please enter your valid email address
es_es: Por favor introduzca un email v&aacute;lido

source: Requesting ...
es_es: Procesando...

source: Reset password
es_es: Cambiar contrase&ntilde;a

source: Password reset sent
es_es: Cambio de contrase&ntilde;a enviado

source: A instruction to reset password has been sent to your email.
es_es: Las instrucciones para cambiar su contrase&ntilde;a han sido enviadas a su email.

source: Change your password
es_es: Cambiar contrase&ntilde;a

source: New Password
es_es: Nueva contrase&ntilde;a

source: Changing ...
es_es: Cambiando...

source: Change Password
es_es: Cambiar contrase&ntilde;a

source: Complete your information
es_es: Completar informaci&oacute;n

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Activating ...
es_es: Activando...

source: Activate
es_es: Activar

source: Your Profile
es_es: Tu Perfil

source: Close
es_es: Cerrar

source: Saving ...
es_es: Guardando...

source: Save Changes
es_es: Guardar cambios

source: Only required if you want to change your password.
es_es: Solo requerido si quiere cambiar su contrase&ntilde;a

source: Back One Level
es_es: Volver atr&aacute;s

source: Search folders & files...
es_es: Buscar archivos y carpetas...

source: Submit
es_es: Enviar

source: Upload
es_es: Subir

source: New Folder
es_es: Nueva carpeta

source: Choose an action...
es_es: Realizar acci&oacute;n...

source: Delete
es_es: Borrar

source: Shared folder options for "%s"
es_es: Opciones de carpeta compartida para "%s"

source: Share "%s" with others
es_es: Compartir "%s" con otros

source: Allow members to upload
es_es: Permitir subidas a los usuarios

source: Allow members to invite others
es_es: Permitir a los usuarios invitar a otros

source: Invite members to this folder
es_es: Invitar usuarios a carpeta

source: Add a message
es_es: A&ntilde;ada un mensaje:

source: Unshare folder
es_es: Descompartir carpeta

source: Leaving ...
es_es: Abandonando...

source: Leave folder
es_es: Abandonar carpeta

source: Inviting ...
es_es: Invitando...

source: Share folder
es_es: Compartir carpeta

source: Updating ...
es_es: Actualizando...

source: Cancel
es_es: Cancelar

source: Unshare "%s"
es_es: Descompartir "%s"

source: I want my collaborators to keep a copy of these files.
es_es: Quiero que mis colaboradores tengan copia de ficheros

source: Unsharing ...
es_es: Descompartiendo...

source: Leave the shared folder "%s"
es_es: Abandonar la carpeta compartida "%s"

source: I still want to keep my copy of these files.
es_es: Quiero mantener copia de estos archivos

source: Delete Items
es_es: Borrar elementos

source: Are you sure want to delete selected items?
es_es: ¿Est&aacute;s seguro de borrar los elementos seleccionados?

source: Deleting ...
es_es: Borrando...

source: Continue
es_es: Continuar

source: is owner
es_es: es propietario

source: remove
es_es: borrar

source: Create New Folder
es_es: Crear Nueva Carpeta

source: Folder name
es_es: Nombre de carpeta

source: Creating ...
es_es: Creando...

source: Upload Files
es_es: Subir Archivos

source: Click "Choose Files" to start selecting files you want to upload.
es_es: Pulse "Elegir archivos" para seleccionar los archivos para subir.

source: Overwrite?
es_es: ¿Sobreescribir?

source: Max. upload size: %s
es_es: Tama&ntilde;o m&aacute;ximo de subida: %s

source: Choose files
es_es: Elegir archivos

source: You can create a link to any file. These links can then be sent to anyone for viewing.
es_es: Puede crear un enlace para ver cualquier archivo. Estos enlaces pueden ser enviados a cualquiera.

source: Following is the list of archive created when downloading folder or multiple items. Please delete the old archive (more than 1 day old) to reduce your used disk space.
es_es: Esta es la lista de historial creado cuando se descarga una carpeta o m&uacute;ltiples elementos. Por favor borre el historial antigüo (de m&aacute;s de 1 d&iacute;a de antiguedad) para reducir el espacio en disco ocupado.

source: Last modified
es_es: Ultima modificaci&oacute;n

source: Invite to folder
es_es: Invitar a carpeta

source: Rename
es_es: Renombrar

source: Move
es_es: Mover

source: Rename Folder
es_es: Renombrar carpeta

source: New folder name
es_es: Nombre de carpeta nuevo

source: Delete File
es_es: Borrar archivo

source: Are you sure want to delete "%s" and its contents?
es_es: ¿Est&aacute;s seguro de querer borrar "%s" y su contenido?

source: Move "%s"
es_es: Mover "%s"

source: Type folder path
es_es: Teclee ruta de carpeta

source: Example to root folder
es_es: Ejemplo a carpeta ra&iacute;z

source: Example to a folder
es_es: Ejemplo a carpeta

source: Moving ...
es_es: Moviendo...

source: Share link
es_es: Compartir enlace

source: Rename File
es_es: Renombrar archivo

source: New file name
es_es: Nombre de archivo nuevo

source: Are you sure want to delete "%s"?
es_es: ¿Est&aacute;s seguro de querer borrar "%s"?

source: Share "%s"
es_es: Compartir "%s"

source: All input are optional. You can just continue to click the "Share" button at the bottom.
es_es: Toda la informaci&oacute;n es opcional. Puedes pulsar "Compartir" directamente.

source: Valid until
es_es: V&aacute;lido hasta

source: Description
es_es: Descripci&oacute;n

source: Sharing ...
es_es: Compartiendo...

source: Type email addresses
es_es: Teclee direcciones email

source: Sending ...
es_es: Enviando...

source: downloaded
es_es: descargado

source: Created at
es_es: Creado a

source: Send by email
es_es: Enviar por email

source: If previously defined, please re-enter, because it was encrypted and cannot be restored to above input.
es_es: Si ha sido definido anteriormente, por favor vuelva a introducir el dato.

source: Update
es_es: Actualizar

source: Send "%s" link
es_es: Enviar enlace "%s"

source: Delete Link
es_es: Borrar enlace

source: Size
es_es: Tama&ntilde;o

source: Delete Archive
es_es: Borrar Historial

source: Nobody else will be able to see this shared folder in their account. You'll still keep a copy of this shared folder.
es_es: Nadie podr&aacute; ver esta carpeta compartida en su cuenta, pero seguir&aacute; existiendo esta carpeta en su cuenta.

source: General Preferences
es_es: Preferencias Generales

source: Product Title
es_es: Titulo de P&aacute;gina

source: Locale Language
es_es: Idioma local

source: Allow User Registration?
es_es: ¿Permitir registro de usuarios?

source: Yes
es_es: Si

source: Content Info
es_es: Info de contenido

source: Footer
es_es: Pie de p&aacute;gina

source: Image Media
es_es: Media Imagen

source: Image Driver
es_es: Driver Imagen

source: Ask your server administrator regarding the driver availability based on above list.
es_es: Pregunta al administrador del servidor sobre la compatibilidad de drivers seg&uacute;n la lista anterior.

source: Archiver
es_es: Archivador

source: ZIP inflator binary path
es_es: Ruta del binario inflator ZIP

source: Ask your server administrator regarding ZIP binary path location.
es_es: Pregunta al administrador del servidor sobre la localizaci&oacute;n de las rutas de binarios ZIP

source: ZIP deflator binary path
es_es: Ruta del binario deflator ZIP

source: File Handling & Storage
es_es: Manejo de ficheros y almacenamiento

source: Upload file chunk size (bytes)
es_es: Tama&ntilde;o de trozeado de ficheros en subidas (bytes)

source: Max chunk file size when uploading, useful for uploading a large file. Should not exceed your php.ini max file upload and max post size setting, also consider your php.ini memory limit.
es_es: Tama&ntilde;o m&aacute;ximo de los trozos del fichero al subir. &Uacute;til cuando se sube un archivo grande. No debe exceder el tama&ntilde;o de fichero m&aacute;ximo permitido para subidas en el fichero de configuraci&oacute;n php

source: [POST] File upload param name
es_es: [POST] Nombre del par&aacute;metro de subida de archivo

source: Storage location folder name
es_es: Nombre de la carpeta de almacenamiento

source: Email Subject
es_es: Asunto del email

source: User activation
es_es: Activaci&oacute;n de usuario

source: File shared
es_es: Archivo compartido

source: User Management
es_es: Gesti&oacute;n de usuarios

source: New User
es_es: Nuevo usuario

source: Access group
es_es: Grupo de acceso

source: Max upload file size (bytes)
es_es: Tama&ntilde;o m&aacute;ximo de archivo (bytes)

source: Allowed file types
es_es: Tipos de archivos permitidos

source: file types reference
es_es: referencia de tipos de archivo

source: Activate?
es_es: ¿Activar usuario?

source: File Types Reference
es_es: Referencia de tipos de archivo

source: Group
es_es: Grupo

source: Last login
es_es: &Uacute;ltimo acceso

source: Not yet activated
es_es: No activado todavia

source: Edit "%s"
es_es: Editar "%s"

source: Delete User
es_es: Borrar Usuario

source: Used by file uploader if using POST method. Currently used by the jQuery File Upload.
es_es: Usado por el usuario que sube el archivo con el m&eacute;todo POST. Actualmente usado por jQuery File Upload.

source: Don't change it after you do migration / create folder / upload file.
es_es: No lo cambies despu&eacute;s de migrar/ crear carpeta/ subir archivo.

source: Define allowed file types when uploading by this user. Please split accepted extensions with a ',', in example 'jpeg,png,gif,zip'. If you would like to accept all types of files, leave this field empty.
es_es: Define los tipos de archivo permitidos para las subidas de este usuario. Por favor separa las extensiones aceptadas con una coma ",". Si quieres aceptar todo tipo de archivos, deja este campo en blanco.
