Repository: andrims21/eBri
Catalog: ebri/src/lang/*/LC_MESSAGES/ebri.po
Languages: es_es

source: Unlock Link
es_es: Desbloquear enlace

source: Unlock & Download
es_es: Desbloquear y Descargar

source: Saving changes will reflect the live file.
es_es: Los cambios guardados se reflejar&aacute;n en el archivo.

source: Modify properties
es_es: Modificar propiedades

source: File Properties
es_es: Propiedades de archivo

source: Key
es_es: Clave

source: Value
es_es: Valor

source: New Property
es_es: Nueva Propiedad

source: example: tag or additional_note.
es_es: ejemplo: tag o additional_note.

source: Remove
es_es: Borrar

source: Removing ...
es_es: Borrando...

source: Delete "%s" Property
es_es: Borrar propiedad de "%s"

source: of
es_es: de

source: free
es_es: libre

source: Default user quota (bytes)
es_es: Espacio de almacenamiento por usuario por defecto (bytes)

source: Quota (bytes)
es_es: Espacio de almacenamiento (bytes)

source: API Access
es_es: API Akses

source: API Access Management
es_es: Kelola API Akses

source: New Access
es_es: Akses Baru

source: Request limit
es_es: Limit Request

source: Required only for website / web application.
es_es: Hanya untuk website / aplikasi web

source: Delete Access
es_es: Hapus Akses

source: / hour
es_es: / jam
