Repository: andrims21/eBri
Catalog: ebri/src/lang/*/LC_MESSAGES/kotakin.po
Languages: id_id

source: Unable to create setting.
id_id: Tidak dapat membuat pengaturan.

source: Unable to create setting: %s.
id_id: Tidak dapat membuat pengaturan: %s.

source: Bad Request
id_id: Salah Permintaan

source: Failed while creating the settings
id_id: Gagal membuat pengaturan

source: Unable to update setting.
id_id: Tidak dapat memperbaharui pengaturan.

source: Unable to update setting: %s.
id_id: Tidak dapat memperbaharui pengaturan: %s.

source: Unable to delete setting.
id_id: Tidak dapat menghapus pengaturan.

source: Unable to delete setting: %s.
id_id: Tidak dapat menghapus pengaturan: %s.

source: No key found
id_id: Kata kunci tidak ditemukan

source: Setting deleted.
id_id: Pengaturan terhapus.

source: Setting succesfully deleted.
id_id: Pengaturan berhasil dihapus.

source: Failed while deleting from database
id_id: Gagal menghapus dari database

source: Permission denied.
id_id: Tidak mempunyai hak.

source: Unable to identify current logged in user.
id_id: Tidak dapat mengidentifikasi user sekarang.

source: Unable to stream file.
id_id: Tidak dapat melakukan streaming berkas.

source: File is not available.
id_id: Berkas tidak tersedia.

source: Unable to download file.
id_id: Berkas tidak dapat diunduh.

source: Unable to move file.
id_id: Berkas tidak dapat dipindahkan

source: Destination path is not defined.
id_id: Lokasi berkas tidak terdefinisikan

source: The file is already there.
id_id: Berkas telah terdapat

source: Unable to move "%s": %s.
id_id: Tidak dapat dipindahkan "%s": %s.

source: "%s" is not available
id_id: "%s" tidak terdapat

source: Moving to shared folder temporarily unavailable.
id_id: Pemindahan ke folder berbagi-pakai untuk sementara tidak dapat dilakukan.

source: Moving shared file temporarily unavailable.
id_id: Pemindahan berkas berbagi-pakai untuk sementara tidak dapat dilakukan.

source: Failed to move the file, please try again or contact us.
id_id: Pemindahan berkas gagal, silakan dicoba lagi atau hubungi kami.

source: Unable to delete file.
id_id: Berkas tidak dapat dihapus.

source: Please specify the target path with file name.
id_id: Silakan tentukan tujuan lokasi dengan nama file.

source: Unable to delete "%s": %s.
id_id: Tidak dapat dihapus "%s": %s.

source: Folder "%s" is not exist
id_id: Folder "%s" tidak ditemukan

source: Specified path does not exist
id_id: Tujuan lokasi tidak ditemukan

source: File deleted.
id_id: Berkas telah terhapus.

source: "%s" successfully deleted.
id_id: "%s" berhasil dihapus.

source: Unable to delete "%s".
id_id: Tidak dapat menghapus "%s".

source: Unable to update file.
id_id: Tidak dapat memperbarui berkas.

source: Unable to update "%s": %s.
id_id: Tidak dapat memperbarui "%s": %s.

source: Unable to update "%s".
id_id: Tidak dapat memperbarui.

source: Unable to process uploaded file.
id_id: Berkas tidak dapat di proses.

source: Could not read file size from Content-Length.
id_id: Tidak dapat membaca ukuran berkas dari Content-Length.

source: Could not read file mime type from Content-Type.
id_id: Tidak dapat membaca jenis berkas dari Content-Type.

source: Could not read file content.
id_id: Konten berkas tidak terbaca.

source: Unable to process "%s": %s.
id_id: Tidak dapat di proses "%s": %s.

source: Folder "%s" is not available
id_id: Folder "%s" tidak tersedia

source: File type is not allowed
id_id: Jenis berkas tidak di ijinkan

source: File size is exceeded the limit
id_id: Ukuran berkas telah melampaui batas

source: Could not found previous chunked file
id_id: Tidak dapat menemukan bagian-bagian berkas sebelumnya

source: Failed to get the uploaded file content, needed to be merged to existing file
id_id: Gagal mendapatkan konten berkas yang di unggah, diperlukan untuk penggabungan berkas

source: Failed to merge to previous chunked file
id_id: Gagal menggabungkan berkas dengan bagian-bagian berkas sebelumnya

source: There was a problem saving file info to database
id_id: Terdapat masalah dalam penyimpanan info berkas ke dalam database

source: Please check folder permission
id_id: Silakan periksa hak akses folder

source: Permission denied to write to "%s" folder
id_id: Hak akses ditolak untuk menulis ke dalam "%s" folder

source: Unable to get shared folder option.
id_id: Tidak bisa mendapatkan opsi folder berbagi-pakai.

source: Folder is not available.
id_id: Folder tidak terdapat.

source: Folder maybe already abandoned.
id_id: Kemungkinan folder sudah tidak terpakai.

source: Folder is inside the main shared folder.
id_id: Folder berada di dalam folder utama berbagi-pakai.

source: Unable to download folder.
id_id: Folder tidak dapat di unduh.

source: Unable to create archive, make sure the directory is not empty.
id_id: Tidak dapat menbuat arsip, pastikan direktori tidak kosong.

source: Unable to find the archive file.
id_id: Tidak dapat menemukan berkas arsip.

source: Unable to move folder.
id_id: Folder tidak dapat dipindahkan.

source: The folder is already there.
id_id: Folder telah terdapat.

source: Could not move to the same folder
id_id: Tidak dapat dipindahkan ke dalam folder yang sama

source: Could not move to the child folder
id_id: Tidak dapat dipindahkan ke dalam sub-folder

source: Moving shared folder temporarily unavailable.
id_id: Pemindahan folder berbagi-pakai untuk sementara tidak dapat dilakukan.

source: Failed to move the folder, please try again or contact us.
id_id: Gagal memindahkan folder, silakan mencoba lagi atau hubungi kami.

source: Unable to leave shared folder.
id_id: Tidak dapat meninggalkan folder berbagi-pakai.

source: Folder leaved.
id_id: Folder telah ditinggalkan.

source: Folder "%s" successfully leaved.
id_id: Folder "%s" berhasil ditinggalkan.

source: Unable to leave.
id_id: Tidak dapat meninggalkan.

source: Unable to leave "%s".
id_id: Tidak dapat meninggalkan "%s".

source: Unable to unshare folder.
id_id: Folder tidak dapat di non-berbagi-pakai kan.

source: Folder unshared.
id_id: Folder di tidak-berbagi-pakai kan.

source: Folder "%s" successfully unshared.
id_id: Folder "%s" berhasil di non-berbagi-pakai kan.

source: Unable to unshare.
id_id: Tidak dapat membagi-pakai kan.

source: Unable to unshare "%s".
id_id: Tidak dapat membagi-pakai kan "%s".

source: Unable to share folder.
id_id: Tidak dapat membagi-pakai kan folder

source: Unable to share: %s.
id_id: Tidak dapat membagi-pakai: %s.

source: Invalid members data
id_id: Data anggota tidak valid

source: Empty members
id_id: Anggota kosong

source: Unable to share "%s": %s.
id_id: Tidak dapat membagi-pakai "%s": %s.

source: Shared folder owner is not found
id_id: Pemilik folder berbagi-pakai tidak ditemukan

source: "%s" is invalid email address
id_id: "%s" alamat email tidak valid

source: User with "%s" email address is not found
id_id: User dengan alamat email "%s" tidak ditemukan

source: Folder shared.
id_id: Folder dibagi-pakai kan.

source: Folder "%s" successfully shared.
id_id: Folder "%s" berhasil dibagi-pakai kan.

source: Unable to update folder.
id_id: Tidak dapat memperbarui folder.

source: Unable to delete folder.
id_id: Folder tidak dapat dihapus.

source: Folder deleted.
id_id: Folder telah dihapus.

source: Unable to create folder.
id_id: Tidak dapat membuat folder.

source: Unable to create "%s": %s.
id_id: Tidak dapat membuat "%s": %s.

source: Folder is already exist
id_id: Folder telah terdapat

source: There was a problem saving folder info to database
id_id: Terdapat masalah penyimpanan info folder ke dalam database

source: Unable to delete archive.
id_id: Arsip tidak dapat dihapus.

source: Unable to delete archive: %s.
id_id: Tidak dapat menghapus arsip: %s.

source: No archive defined
id_id: Tidak ada arsip terdefinisikan

source: Archive deleted.
id_id: Arsip telah terhapus.

source: "%s" archive successfully deleted.
id_id: Arsip "%s" berhasil dihapus.

source: Unable to create link.
id_id: Tidak dapat membuat link.

source: Unable to create link: %s.
id_id: Tidak dapat membuat link: %s.

source: No file defined
id_id: Tida ada berkas terdefinisikan.

source: No file found
id_id: Berkas tidak ditemukan.

source: Failed while creating the link
id_id: Gagal membuat link

source: Unable to view link.
id_id: Link tidak dapat dilihat.

source: Unable to view link: %s.
id_id: Link tidak dapat dilihat: %s.

source: No link defined
id_id: Tidak ada link terdefinisikan

source: No link found
id_id: Link tidak ditemukan

source: Link is expired
id_id: Link telah kadaluwarsa

source: Download limit is reached
id_id: Batas meng-unggah telah tercapai

source: Unable to download link.
id_id: Link tidak dapat di unduh.

source: Unable to download link: %s.
id_id: Tidak dapat meng-unduh link: %s.

source: No owner found
id_id: Pemilik tidak ditemukan

source: Password does not match
id_id: Kata kunci tidak cocok

source: Unable to send link.
id_id: Link tidak dapat dikirim.

source: Unable to send link: %s.
id_id: Link tidak dapat dikirim: %s.

source: No recipient defined
id_id: Tidak ada penerima terdefinisikan.

source: URL link is not defined
id_id: Alamat link tidak terdefinisikan

source: Unable to update link.
id_id: Link tidak dapat diperbarui.

source: Unable to update link: %s.
id_id: Link tidak dapat diperbarui: %s.

source: Unable to delete link.
id_id: Link tidak dapat dihapus.

source: Unable to delete link: %s.
id_id: Link tidak dapat dihapus: %s.

source: Link deleted.
id_id: Link telah terhapus.

source: "%s" link successfully deleted.
id_id: Link "%s" berhasil dihapus.

source: Method Not Allowed.
id_id: Metode tidak diijinkan.

source: Could not found requested user data.
id_id: Permintaan data user tidak dapat ditemukan.

source: Email Address is required
id_id: Alamat email diperlukan

source: Email Address format is invalid
id_id: Format alamat email tidak valid

source: Email Address is already used by someone else
id_id: Alamat email telah digunakan orang lain.

source: Password is required
id_id: Kata kunci diperlukan

source: Permission is required
id_id: Hak akses diperlukan

source: Defined group is not available
id_id: Grup yang dimaksud tidak tersedia

source: Activation status is required
id_id: Aktivasi status diperlukan

source: Username is required
id_id: Username diperlukan

source: Username is already used by someone else
id_id: Username telah digunakan orang lain

source: Provided information is not valid.
id_id: Informasi yang tersedia tidak valid

source: The account is updated.
id_id: Akun telah diperbarui.

source: Current user not found.
id_id: User sekarang tidak ditemukan.

source: User deleted.
id_id: User telah dihapus.

source: Failed to delete the user.
id_id: User gagal dihapus.

source: Login field is required.
id_id: Bagian login diperlukan

source: Password field is required.
id_id: Bagian kata kunci diperlukan.

source: Wrong password, try again.
id_id: Kata kunci salah, silakan coba lagi.

source: User was not found.
id_id: User tidak ditemukan.

source: Your account is not yet activated.
id_id: Akun anda belum teraktivasi.

source: Your account is suspended.
id_id: Akun anda ditunda.

source: Your account is banned.
id_id: Akun anda terlarang.

source: There was a problem while logging you in, please try again or contact customer support.
id_id: Terjadi masalah ketika anda mencoba login, silakan mencoba lagi atau hubungi customer support.

source: Could not found any account with provided email address.
id_id: Akun dengan alamat email yang dimaksud tidak ditemukan.

source: Password recovery request received.
id_id: Permintaan password recovery telah diterima.

source: Email is required.
id_id: Email diperlukan.

source: New password is required.
id_id: Kata kunci baru diperlukan.

source: Password confirmation is required.
id_id: Konfirmasi kata kunci diperlukan.

source: Password does not match.
id_id: Kata kunci tidak cocok.

source: Password successfully changed.
id_id: Kata kunci telah berhasil dirubah.

source: Failed to change your password.
id_id: Kata kunci anda gagal dirubah.

source: Your account successfully activated.
id_id: Akun anda telah berhasil diaktivasi.

source: Failed to activate your account.
id_id: Akun anda gagal diaktivasi.

source: Unable to delete metadata.
id_id: Tidak dapat menghapus metadata.

source: Unable to delete metadata: %s.
id_id: Tidak dapat menghapus metadata: %s.

source: No key defined
id_id: Tidak ada kata kunci terdefinisikan

source: Failed while deleting the data
id_id: Gagal menghapus data

source: Unable to update metadata.
id_id: Tidak dapat memperbarui metadata.

source: Unable to update metadata: %s.
id_id: Tidak dapat memperbarui metadata: %s.

source: No input defined
id_id: Tidak ada input terdefinisikan

source: Bad request.
id_id: Permintaan cacat.

source: Items is not defined.
id_id: Item tidak terdefinisikan.

source: Done.
id_id: Berhasil.

source: Deletion performed successfully.
id_id: Penghapusan berhasil dilakukan.

source: Folder does not exist.
id_id: Folder tidak terdapat.

source: File "%s" is not writeable.
id_id: Berkas "%s" tidak dapat disunting.

source: File "%s" is not found.
id_id: Berkas "%s" tidak ditemukan.

source: File "%s" is not readable.
id_id: Berkas "%s" tidak dapat dibaca.

source: Sign In
id_id: Masuk

source: Sign Up
id_id: Mendaftar

source: so sorry... the page you are trying to access is currently unavailable...
id_id: mohon maaf... halaman yang anda coba akses tidak tersedia...

source: Go to Homepage
id_id: Kembali ke halaman depan

source: Settings
id_id: Pengaturan

source: General
id_id: Umum

source: Users
id_id: Pengguna

source: There is a problem while contacting our server, please try again, or contact us.
id_id: Terdapat masalah ketika menghubungi server, silakan mencoba lagi, atau hubungi kami.

source: Toggle navigation
id_id: Navigasi beralih

source: Dashboard
id_id: Beranda

source: Links
id_id: Tautan

source: Archives
id_id: Arsip

source: Profile
id_id: Profil

source: Logout
id_id: Keluar

source: Please Sign In
id_id: Silakan masuk

source: Email address
id_id: Alamat email

source: forgot password?
id_id: lupa kata kunci?

source: Sign up
id_id: Daftar

source: Sign in ...
id_id: Masuk

source: Confirm Password
id_id: Konfirmasi kata kunci

source: Registering ...
id_id: Mendaftarkan ...

source: Account created
id_id: Akun berhasil dibuat

source: An instruction to activate your account has been sent to your email.
id_id: Instruksi untuk aktivasi akun telah terkirim ke email anda.

source: Please enter your valid email address
id_id: Silakan anda masukkan alamat email valid

source: Requesting ...
id_id: Meminta ...

source: Reset password
id_id: Atur ulang kata kunci

source: Password reset sent
id_id: Pengaturan ulang kata kunci telah terkirim

source: An instruction to reset password has been sent to your email.
id_id: Instruksi pengaturan ulang kata kunci telah terkirim ke email anda.

source: Change your password
id_id: Rubah kata kunci anda

source: New Password
id_id: Kata kunci baru

source: Changing ...
id_id: Merubah ...

source: Change Password
id_id: Rubah kata kunci

source: Complete your information
id_id: Lengkapi informasi diri anda

source: First name
id_id: Nama depan

source: Last name
id_id: Nama akhir

source: Activating ...
id_id: Aktivasi ...

source: Activate
id_id: Teraktivasi

source: Your Profile
id_id: Profil Anda

source: Close
id_id: Tutup

source: Saving ...
id_id: Menyimpan ...

source: Save Changes
id_id: Menyimpan perubahan

source: Only required if you want to change your password.
id_id: Hanya diperlukan jika anda ingin merubah kata kunci.

source: Back One Level
id_id: Kembali Satu Level

source: Search folders & files...
id_id: Mencari folder & berkas...

source: Submit
id_id: Ajukan

source: Upload
id_id: Unggah

source: New Folder
id_id: Folder Baru

source: Choose an action...
id_id: Pilih satu aksi...

source: Delete
id_id: Hapus

source: Shared folder options for "%s"
id_id: Opsi folder berbagi-pakai untuk "%s"

source: Share "%s" with others
id_id: Berbagi-pakai "%s" dengan yang lain

source: Allow members to upload
id_id: Ijinkan anggota untuk meng-unggah

source: Allow members to invite others
id_id: Ijinkan anggota mengundang yang lain

source: Invite members to this folder
id_id: Undang anggota ke folder ini

source: Add a message
id_id: Tulis pesan

source: Unshare folder
id_id: Nonaktifkan berbagi-pakai

source: Leaving ...
id_id: Keluar ...

source: Leave folder
id_id: Tinggalkan folder

source: Inviting ...
id_id: Mengundang ...

source: Share folder
id_id: Aktifkan berbagi-pakai

source: Updating ...
id_id: Memperbarui ...

source: Cancel
id_id: Batal

source: Unshare "%s"
id_id: Nonaktifkan berbagi-pakai "%s"

source: I want my collaborators to keep a copy of these files.
id_id: Saya ingin kolaborator saya menyimpan salinan berkas-berkas ini.

source: Unsharing ...
id_id: Menonaktifkan berbagi-pakai ...

source: Leave the shared folder "%s"
id_id: Tinggalkan folder berbagi-pakai "%s"

source: I still want to keep my copy of these files.
id_id: Saya tetap menginginkan salinan berkas-berkas ini.

source: Delete Items
id_id: Hapus item

source: Are you sure want to delete selected items?
id_id: Anda yakin akan menghapus item-item terpilih?

source: Deleting ...
id_id: Menghapus ...

source: Continue
id_id: Lanjutkan

source: is owner
id_id: pemilik

source: remove
id_id: hapus

source: Create New Folder
id_id: Buat Folder Baru

source: Folder name
id_id: Nama folder

source: Creating ...
id_id: Membuat ...

source: Upload Files
id_id: Unggah Berkas

source: Click "Choose Files" to start selecting files you want to upload.
id_id: Klik "Choose Files" untuk memilih berkas-berkas yang akan diunggah.

source: Overwrite?
id_id: Ditimpa?

source: Max. upload size: %s
id_id: Max. ukuran unggah: %s

source: Choose files
id_id: Pilih berkas

source: You can create a link to any file. These links can then be sent to anyone for viewing.
id_id: Anda dapat membuat tautan ke berkas manapun. Selanjutnya anda dapat mengirimkannya kepada siapapun untuk dilihat.

source: Following is the list of archive created when downloading folder or multiple items. Please delete the old archive (more than 1 day old) to reduce your used disk space.
id_id: Berikut adalah daftar dari arsip-arsip yang dibuat ketika meng-unduh folder atau item-item. Hapus arsip-arsip lama (lebih dari 1 hari) untuk mereduksi penggunaan ruang penyimpanan anda.

source: Last modified
id_id: Modifikasi terakhir

source: Invite to folder
id_id: Undang ke folder

source: Rename
id_id: Rubah nama

source: Move
id_id: Pindahkan

source: Rename Folder
id_id: Rubah nama folder

source: New folder name
id_id: Nama folder baru

source: Delete File
id_id: Hapus berkas

source: Are you sure want to delete "%s" and its contents?
id_id: Anda yakin akan menghapus "%s" beserta isinya?

source: Move "%s"
id_id: Pindahkan "%s"

source: Type folder path
id_id: Tipe lokasi folder

source: Example to root folder
id_id: Contoh ke folder root

source: Example to a folder
id_id: Contoh ke suatu folder

source: Moving ...
id_id: Memindahkan ...

source: Share link
id_id: Berbagi-pakai link

source: Rename File
id_id: Rubah Nama Berkas

source: New file name
id_id: Nama berkas baru

source: Are you sure want to delete "%s"?
id_id: Anda yakin akan menghapus "%s"?

source: Share "%s"
id_id: Berbagi-pakai "%s"

source: All input are optional. You can just continue to click the "Share" button at the bottom.
id_id: Semua input adalah opsional. Klik tombol "Share" dibawah ini.

source: Valid until
id_id: Valid hingga

source: Description
id_id: Deskripsi

source: Sharing ...
id_id: Berbagi-pakai ...

source: Type email addresses
id_id: Tipe-tipe alamat email

source: Sending ...
id_id: Mengirim ...

source: downloaded
id_id: di unduh

source: Created at
id_id: Dibuat pada

source: Send by email
id_id: Kirim melalui email

source: If previously defined, please re-enter, because it was encrypted and cannot be restored to above input.
id_id: Jika telah terdefinisikan sebelumnya, silakan masukkan ulang, karena itu telah ter-enkripsi dan tidak dapat dikembalikan ke input diatas.

source: Update
id_id: Diperbarui

source: Send "%s" link
id_id: Mengirim tautan "%s"

source: Delete Link
id_id: Hapus tautan

source: Size
id_id: Ukuran

source: Delete Archive
id_id: Hapus Arsip

source: Nobody else will be able to see this shared folder in their account. You'll still keep a copy of this shared folder.
id_id: Tidak seorangpun dapat melihat folder berbagi-pakai ini dalam akun mereka. Anda akan tetap memiliki salinan folder berbagi-pakai ini.

source: General Preferences
id_id: Preferensi Umum

source: Product Title
id_id: Judul Produk

source: Locale Language
id_id: Bahasa Lokal

source: Allow User Registration?
id_id: Ijinkan Registrasi Anggota?

source: Yes
id_id: Ya

source: Content Info
id_id: Info Konten

source: Image Media
id_id: Media Gambar

source: Image Driver
id_id: Gambar "Driver"

source: Ask your server administrator regarding the driver availability based on above list.
id_id: Tanyakan pada administrator server anda mengenai ketersediaan "driver" berdasarkan daftar diatas.

source: Archiver
id_id: Pembuat Arsip

source: ZIP inflator binary path
id_id: Lokasi inflator biner ZIP

source: Ask your server administrator regarding ZIP binary path location.
id_id: Tanyakan pada administrator server anda mengenai lokasi biner ZIP.

source: ZIP deflator binary path
id_id: Lokasi deflator biner ZIP

source: File Handling & Storage
id_id: Pengelolaan Berkas & Penyimpanan

source: Upload file chunk size (bytes)
id_id: Unggah ukuran potongan berkas (bytes)

source: Max chunk file size when uploading, useful for uploading a large file. Should not exceed your php.ini max file upload and max post size setting, also consider your php.ini memory limit.
id_id: Ukuran maksimum potongan berkas ketika meng-unggah, berguna untuk meng-unggah berkas besar. Tidak boleh melebihi ukuran maksimum berkas yang di unggah yang diatur pada berkas php.ini, dan pertimbangkan batas memori php.ini

source: [POST] File upload param name
id_id: [POST] Nama parameter berkas yang di unggah

source: Storage location folder name
id_id: Lokasi penyimpanan nama folder

source: Email Subject
id_id: Subyek email

source: User activation
id_id: Aktivasi user

source: File shared
id_id: Berkas berbagi-pakai

source: User Management
id_id: Pengelolaan User

source: New User
id_id: User Baru

source: Access group
id_id: Akses Grup

source: Max upload file size (bytes)
id_id: Ukuran max. berkas di unggah (bytes)

source: Allowed file types
id_id: Tipe berkas yang diijinkan

source: file types reference
id_id: referensi tipe berkas

source: Activate?
id_id: Aktivasikan?

source: File Types Reference
id_id: Referensi Tipe Berkas

source: Group
id_id: Grup

source: Last login
id_id: Login Terakhir

source: Not yet activated
id_id: Belum teraktivasi

source: Edit "%s"
id_id: Sunting "%s"

source: Delete User
id_id: Hapus User

source: Used by file uploader if using POST method. Currently used by the jQuery File Upload.
id_id: Digunakan oleh peng-unggah berkas jika menggunakan metode POST. Saat ini digunakan oleh jQuery File Upload.

source: Don't change it after you do migration / create folder / upload file.
id_id: Jangan dirubah setelah anda melakukan migrasi / membuat folder / meng-unggah berkas.

source: Define allowed file types when uploading by this user. Please split accepted extensions with a ',', in example 'jpeg,png,gif,zip'. If you would like to accept all types of files, leave this field empty.
id_id: Definisikan tipe berkas yang diijinkan ketika meng-unggah oleh user. Pisahkan ekstensi dengan ',', contoh 'jpeg,png,gif,zip'. Jika ingin mengijinkan semua tipe berkas, biarkan kosong.

source: Unlock Link
id_id: Buka Kunci Tautan

source: Unlock & Download
id_id: Buka Kunci & Unduh
