Repository: andrims21/eBri
Catalog: ebri/src/lang/*/LC_MESSAGES/kotakin.po
Languages: id_id

source: Saving changes will reflect the live file.
id_id: Setiap perubahan yang disimpan akan direfleksikan pada file yang sedang digunakan saat ini.

source: Modify properties
id_id: Modifikasi properti

source: File Properties
id_id: Properti Berkas

source: Key
id_id: Kata Kunci

source: Value
id_id: Nilai

source: New Property
id_id: Properti Baru

source: example: tag or additional_note.
id_id: contoh: tag atau additional_note.

source: Remove
id_id: Hapus

source: Removing ...
id_id: Menghapus ...

source: Delete "%s" Property
id_id: Hapus properti "%s"

source: of
id_id: dari

source: free
id_id: gratis

source: Default user quota (bytes)
id_id: Standar kuota user (bytes)

source: Quota (bytes)
id_id: Kuota (bytes)

source: Member lookup at Folder Sharing from user contact only (registerd user)?
id_id: Daftar member pada berbagi-pakai folder hanya dari user kontak (user terdaftar)?

source: User still be able to add new contact from registered user by just adding email address to the member lookup.
id_id: User masih bisa menambahkan user terdaftar ke kontak nya dengan menambahkan alamat email di daftar member.

source: Group Management
id_id: Managemen Group

source: Name
id_id: Nama

source: Group could not be found.
id_id: Group tidak dapat ditemukan.

source: Group already exists.
id_id: Group sudah ada.

source: Group name is required
id_id: Nama group dibutuhkan

source: Group permissions is required
id_id: Akses group dibutuhkan

source: Failed to update group.
id_id: Gagal memperbaharui group.

source: The group is updated.
id_id: Group berhasil diperbaharui.

source: Group deleted.
id_id: Group terhapus.

source: Failed to delete the group.
id_id: Gagal menghapus group.

source: Some users are still assigned to this group.
id_id: Beberapa akun masih terdapat didalam group ini.

source: New Group
id_id: Group Baru

source: Delete Group
id_id: Hapus Group

source: API Access
id_id: API Akses

source: API Access Management
id_id: Kelola API Akses

source: New Access
id_id: Akses Baru

source: Request limit
id_id: Limit Request

source: Required only for website / web application.
id_id: Hanya untuk website / aplikasi web

source: Delete Access
id_id: Hapus Akses

source: / hour
id_id: / jam
